Repository: NaN-tic/trytond-internetdomain_invoice
Catalog: locale/*.po
Languages: ca_es, es_es

# error:internetdomain.renewal:
source: Not available Account Receivable at Party!
ca_es: No hi ha cap compte a cobrar del tercer.
es_es: No se encuentra una cuenta a cobrar del tercero.

# error:internetdomain.renewal:
source: Not available Payment Type!
ca_es: No es troben tipus de pagaments.
es_es: Los tipos de pago no están defenidos.

# error:internetdomain.renewal:
source: Party not available Account Receivable!
ca_es: El tercer no disposa un compte a cobrar.
es_es: El tercero no dispone de una cuenta a cobrar.

# error:internetdomain.renewal:
source: Party not available Payment Type!
ca_es: No hi han tipus de pagament definits!
es_es: No hay tipos de pagos en el tercero.

# error:internetdomain.renewal:
source: Product not available Account Revenue!
ca_es: El producto no disposa un compte a cobrar.
es_es: No hay ninguna cuenta a cobrar en el producto.

# field:internetdomain.invoice.ask,analytic_account:
source: Analytic Account
ca_es: Compte analític
es_es: Cuenta analítica

# field:internetdomain.invoice.ask,analytic_accounts:
source: Analytic Accounts
ca_es: Comptes analítics
es_es: Cuentas analíticas

# field:internetdomain.invoice.ask,price:
source: Price
ca_es: Preu
es_es: Precio

# field:internetdomain.invoice.ask,product:
source: Product
ca_es: Producte
es_es: Producto

# field:internetdomain.renewal,invoice:
source: Invoice
ca_es: Factura
es_es: Factura

# help:internetdomain.invoice.ask,price:
source: Force price registration. If not, get product price
ca_es: Utilitza aquest preu. Si no s'usarà el preu del producte
es_es: Se usará este precio. Si no, se usará el precio del producto.

# model:internetdomain.invoice.ask,name:
source: Invoice Ask
ca_es: Generació factura
es_es: Generación factura

# model:ir.action,name:wizard_invoice
source: Invoice
ca_es: Factura
es_es: Factura

# model:res.group,name:group_internetdomain_invoice
source: Internet Domain Invoice
ca_es: Facturació dominis internet
es_es: Facturación dominios internet

# view:internetdomain.invoice.ask:
source: Invoice Ask
ca_es: Generació factura
es_es: Generación factura

# view:internetdomain.invoice.ask:
source: Select product to create invoice from domain renewal
ca_es: Selecciona el producte per crear una factura de la renovació del domini
es_es: Seleccione el producto para la generación de la factura a partir de la renovación del dominio

# view:internetdomain.renewal:
source: Create Invoice
ca_es: Crea factura
es_es: Crear factura

# wizard_button:internetdomain.invoice,ask,end:
source: Cancel
ca_es: Cancel·la
es_es: Cancela
